{
  "home": "Home",
  "about_me": "About me",
  "project": "Project",
  "contact": "Contact",
  "resume": "Resume",
  "hello": "Hello",
  "im": "I'm",
  "job_title": "Electronic Engineer and Software Developer",
  "experience": "4 years of experience, automating processes and developing custom software",
  "about_me_title": "About me",
  "about_me_paragraph1": "I am a dynamic and technology-driven professional with extensive experience in home automation solutions and electronic systems. I excel in developing web and mobile applications, quickly adapting to the latest trends. I am eager to join your team to contribute my leadership skills and my focus on innovation and continuous improvement in multidisciplinary technological projects.",
  "about_me_paragraph2": "My expertise spans across various domains, allowing me to integrate cutting-edge technologies into practical solutions. I am passionate about leveraging my skills to drive progress and deliver exceptional results.",
  "about_me_paragraph3": "If you are looking for a professional who can bring innovative ideas and a strong technical background to your team, I would love to discuss how I can contribute to your projects. Let's work together to achieve excellence and push the boundaries of technology.",
  "skills_title": "Here are my main skills as a developer:",
  "project_title": "Projects",
  "project_description": "Here are some of the projects I have worked on:",
  "project1_title": "Serverless Voting Application",
  "project1_description": "A serverless voting application built using AWS Lambda, API Gateway, and DynamoDB.",
  "project2_title": "AI Chatbot Assistant",
  "project2_description": "An AI chatbot assistant built using Streamlit, PyPDF2, and LangChain.",
  "project3_title": "Credit Risk Analysis",
  "project3_description": "A credit risk analysis project using XGBoost, Pandas, and Matplotlib.",
  "project4_title": "MediBook Medical Appointment Scheduler",
  "project4_description": "A medical appointment scheduler with health history built using PHP, HTML, CSS, and MySQL.",
  "contact_title": "Contact",
  "contact_intro1": "Ready to get started on your project?",
  "contact_intro2": "Contact me now for a Free consultation.",
  "form_title": "Get in touch using the form",
  "email_placeholder": "Email",
  "message_placeholder": "Send a message to get started.",
  "submit_button": "Submit",
  "email_success": "Email successfully sent!",
  "thanks_message": "Thanks for getting in touch!",
  "back_to_top": "Back to the top",
  "footer_made_with": "This Website was made with"
}
