{
  "home": "Inicio",
  "about_me": "Sobre mí",
  "project": "Proyectos",
  "contact": "Contacto",
  "resume": "Hoja de vida",
  "hello": "Hola",
  "im": "Soy",
  "job_title": "Ingeniero Electrónico y Desarrollador de Software",
  "experience": "4 años de experiencia, automatizando procesos y desarrollando software personalizado",
  "about_me_title": "Sobre mí",
  "about_me_paragraph1": "Soy un profesional dinámico y orientado a la tecnología con amplia experiencia en soluciones de automatización del hogar y sistemas electrónicos. Destaco en el desarrollo de aplicaciones web y móviles, adaptándome rápidamente a las últimas tendencias. Estoy ansioso por unirme a su equipo para contribuir con mis habilidades de liderazgo y mi enfoque en la innovación y la mejora continua en proyectos tecnológicos multidisciplinarios.",
  "about_me_paragraph2": "Mi experiencia abarca varios dominios, lo que me permite integrar tecnologías de vanguardia en soluciones prácticas. Me apasiona aprovechar mis habilidades para impulsar el progreso y ofrecer resultados excepcionales.",
  "about_me_paragraph3": "Si está buscando un profesional que pueda aportar ideas innovadoras y una sólida formación técnica a su equipo, me encantaría discutir cómo puedo contribuir a sus proyectos. Trabajemos juntos para lograr la excelencia y superar los límites de la tecnología.",
  "skills_title": "Aquí están mis principales habilidades como desarrollador:",
  "project_title": "Proyectos",
  "project_description": "Aquí hay algunos de los proyectos en los que he trabajado:",
  "project1_title": "Aplicación de Votación Serverless",
  "project1_description": "Una aplicación de votación serverless construida usando AWS Lambda, API Gateway y DynamoDB.",
  "project2_title": "Asistente de Chatbot AI",
  "project2_description": "Un asistente de chatbot AI construido usando Streamlit, PyPDF2 y LangChain.",
  "project3_title": "Aplicación de Gestión de Tareas",
  "project3_description": "Un proyecto de análisis de riesgo crediticio utilizando XGBoost, Pandas y Matplotlib.",
  "project4_title": "Planificador de Citas Médicas MediBook",
  "project4_description": "Un planificador de citas médicas con historial de salud construido usando PHP, HTML, CSS y MySQL.",
  "contact_title": "Contacto",
  "contact_intro1": "¿Listo para comenzar con tu proyecto?",
  "contact_intro2": "Contáctame ahora para una consulta gratuita.",
  "form_title": "Ponte en contacto usando el formulario",
  "email_placeholder": "Correo electrónico",
  "message_placeholder": "Envía un mensaje para comenzar.",
  "submit_button": "Enviar",
  "email_success": "¡Correo enviado con éxito!",
  "thanks_message": "¡Gracias por ponerte en contacto!",
  "back_to_top": "Volver al inicio",
  "footer_made_with": "Este sitio web fue hecho con"
}
